IDEA Open Model
ResultOfDeformation.Fix Property
Compatible with IDEA StatiCa Beta 20.0
 Rotation around x-axis
 Namespace: IdeaRS.OpenModel.Result
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public double Fix { get; set; }
Public Property Fix As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
ResultOfDeformation Class
IdeaRS.OpenModel.Result Namespace